Repository: cconard96/timelineticket
Catalog: locales/*.po
Languages: pt_br

source: Timeline of ticket
pt_br: Linha do tempo do chamado

source: Groups in charge of the ticket
pt_br: Grupos responsáveis pelo chamado

source: Technicians in charge of the ticket
pt_br: Técnicos responsáveis pelo chamado

source: (Can take many time if you have many tickets)
pt_br: (Pode demorar muito tempo se você tiver muitos chamados)

# button
source: Reconstruct states timeline for all tickets
pt_br: Reconstruir o cronograma dos estados para todos os chamados

# button
source: Reconstruct groups timeline for all tickets
pt_br: Reconstruir a linha de tempo dos grupos para todos os chamados

source: Warning : it may be that the reconstruction of groups does not reflect reality because it concern only groups which have the Requester flag to No and Assigned flag to Yes
pt_br: Atenção: pode ser que a reconstrução de grupos não reflita a realidade porque se refere apenas a grupos que têm o flag Requerente para Não e Atribuído a Sim

source: Input time on groups / users when ticket is waiting
pt_br: Tempo de entrada em grupos / usuários quando o ticket está aguardando

source: Timeline
pt_br: Linha do Tempo

source: Delay
pt_br: Atraso

source: Service level
pt_br: Níveis de serviço

source: List of associated groups
pt_br: Lista de grupos associados

source: General
pt_br: Geral

source: Duration by
pt_br: Duração

source: Total duration of ticket
pt_br: Tempo total do chamado
